{"sentence1":"I find your pictures colorful and accurate.","sentence2":"I'm resting you from the tooth fairy service.","label":0.501276}
{"sentence1":"Alright, but we have the son of the judge with us!","sentence2":"Cameroonian girls as young as 10 are having their breasts pounded with hot irons. It is said to be practised by mothers to hide the signs of puberty and protect them against rape. It's said to have spread to Britain where it is being practised behind closed doors.","label":0.315568}
{"sentence1":"The only thing that brought me peace was when Shirley suggested the postnup.","sentence2":"The only thing that brought me peace was when Shirley proposed the post-nup.","label":0.919246}
{"sentence1":"It's much easier to forge your signature after you're dead.","sentence2":"Deputy PM seemed to be doing his own version of Psy's dance routine. He compared the Tories to a trolley veering right.","label":0.333394}
{"sentence1":"One way or another, we'll have our answer.","sentence2":"In one way or another, we will have our answer.","label":0.898321}
{"sentence1":"Now, imagine you lost your mother to cancer, and now your brother and all you have left is your father, who decides that this isn't gonna happen to anyone else.","sentence2":"Imagine you lost your mother to cancer and now your brother, and all you have is your father who decides that this will never happen to anyone.","label":0.876261}
{"sentence1":"Your weight comment is very relevant, Sergeant.","sentence2":"Your weight note is very relevant, Sergeant.","label":0.932616}
{"sentence1":"INSTITUTIONS IN THE TONG-TERM BRAIN ACTIONS","sentence2":"It was derived from the brain procedure in the Ton case.","label":0.492298}
{"sentence1":"I declare that the greatest danger to people living with \"HIV\" and \"AIDS\" is the wholesale pollution of \"AIDS\" counselling by the death-promoting and life-negating philosophy of such counsellors as Kübler-Ross, whose disciples have been placed in practically all the major UK \"AIDS\" counselling agencies, with tragic consequences.  When people come to them for advice, the Kübler-Ross counsellors tell them to prepare for their own imminent death, which, they unscientifically claim, inevitably follows a diagnosis of being HIV-antibody positive. …'Don't accept that having HIV or AIDS is a death sentence'; 'Question the medical knowledge and scientific accuracy of all AIDS data you have been presented with'; 'Find out what people living healthily with HIV\/AIDS are doing with their lives'; 'Only have in your life that which supports and celebrates your aims and purposes, and detach immediately from everything that doesn't.' He concluded the essay by saying, 'for all those who have condemned us to die, the following message: LIVING IS THE BEST REVENGE!'","sentence2":"Many Wicklow-class destroyers were converted to other uses, starting in the 1930s. They were converted into minelayers (hull classification) and converted into DM conversions. Six of these were scrapped in 1932, while the rest were converted as auxiliaries or bats conversions. Only two Wicklow–class DM conversions survived World War II. During the 1930-31 period, more were scrapped, sold off, or sunk as targets. This was mostly due to a blanket replacement of 61 boilers on the non-boilered destroyers 1930- 31, as these boilers wore out after service. Flush-deckers in reserve were also scrapped.","label":0.392867}
{"sentence1":"Heidi Jones, who does weather reports on the station's weekend newscasts, was attacked on September 24. Jones recanted the story after she was questioned after filing the initial report. Jones has been suspended from the station pending an internal investigation.","sentence2":"Michael Dunn, 47, was convicted of first-degree murder in the death of Jordan Davis. The teen was shot 10 times in the head during an argument over loud music at a gas station in Jacksonville, Florida. Dunn apologized for the first time and said he 'wanted the Davis family to know I truly regret what happened'","label":0.47202}
